/********************************************************
*   Copyright (C) 2017 All rights reserved.
*   
*   Filename:170222-alps-1.c
*   Author  :Chuanqi.Duan
*   Email   :chuanqiduan@foxmail.com
*   Date    :2017-02-26 20:21
*   Describe:阿尔卑斯通信选择题
********************************************************/
#include <stdio.h>

void main()
{
    int array[][3] = {1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12};
    printf("%d\n", array[2][1]);

}
/*******************************************************
解析：输出8
********************************************************/
